Repository: mamuork/facebook-like-hand
Catalog: languages/facebook-like-hand-*.po
Languages: it_it

source: Facebook Like Hand Settings
it_it: Facebook Like Hand settaggi

source: Settings
it_it: Impostazioni

source: Facebook Fan Page URL
it_it: URL della Pagina Fan Facebook

source: If you haven't a fanpage, you can use your website.
it_it: Se non hai una pagina fan, puoi utilizzare l'url del tuo sito web.

source: Hand size
it_it: Dimensione mano

source: Where do you want to show popup?
it_it: Dove vuoi mostrare la popup?

source: Save Changes
it_it: Salva impostazioni

source: Close Popup
it_it: Chiudi Popup

source: Please like it!
it_it: Clicca su "Mi piace"!

source: Follow us on Facebook
it_it: Seguici su Facebook
